/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "Bitte die Einstellungen der Kindersicherung überprüfen und erneut probieren.";

/* No comment provided by engineer. */
"Dismiss" = "Schließen";

/* No comment provided by engineer. */
"Failed to redeem code: already used?." = "Code konnte nicht eingelöst werden: bereits aktiv?.";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "In-App Käufe sind deaktiviert";

/* No comment provided by engineer. */
"Review request approved" = "Gerät zum Testen freigeschaltet";

/* No comment provided by engineer. */
"There already is a pending request for this product." = "Es wird bereits versucht, diesen Kauf abzuschliessen.";

/* No comment provided by engineer. */
"Unable to find product for the given product identifier." = "Produkt konnte nicht gefunden werden.";

/* No comment provided by engineer. */
"Verification of purchase receipt failed." = "Kaufbeleg konnte nicht verifiziert werden.";

/* No comment provided by engineer. */
"You can use this feature for reviewing the app." = "Das Feature kann jetzt genutzt werden.";

